Revit 2027 API
ParameterTypeId.ClearCoverBottom Property
 "Rebar Cover - Bottom Face"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ClearCoverBottom { get; }
Public Shared ReadOnly Property ClearCoverBottom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ClearCoverBottom {
	ForgeTypeId^ get ();
}
static member ClearCoverBottom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace